
"Battery Power" = "Batteri";
"AC Power" = "Strømforsyning";
"UPS Power" = "UPS";

//Alternate Power Adapter tabViewItem label
"Power" = "Strøm";

//The power warning sheet
"Restore Defaults" = "Gendan standarder";
"OK" = "OK";
"Cancel" = "Annuller";

"UPS Power Checkbox" = "Vis UPS-status på menulinje";
//"Battery Power Checkbox"= "Show battery status in the menu bar";

// the UPS status
"percent full" = "%.0f %% fuld";
"Current UPS Charge" = " Aktuel spænding: %.0f %%";

"Power consumption may be greater than normal." = "Computeren vil muligvis bruge mere energi med disse indstillinger.";
"Reset by clicking Restore Defaults" = "Klik på Gendan standarder for at bruge mindre energi.";

"Network wake noise warning" = "Når “Afbryd vågeblus ved netværksadgang” er slået til, kan du muligvis af og til høre, at vågeblus afbrydes.";
"Wakes for detection" = "Underretter andre enheder om, at din computer stadig er tilgængelig på netværket.";

"Wake for network" = "Afbryd vågeblus ved netværksadgang";
"Wake for Ethernet" = "Afbryd vågeblus ved Ethernet-netværksadgang";
"Wake for AirPort" = "Afbryd vågeblus ved AirPort-netværksadgang";

"Custom" = "Speciel";

"Schedule Warning- power adapter must be present" = "Planlagt start vil kun ske, når der er sluttet en strømforsyning til din Mac.";

// the Battery Status is always appended to one of the above strings so a space is provided at the strings beginning.
"Battery Status" = "Aktuel batterispænding: %.0f %%  Anslået tid tilbage: %@";
"Battery Status, Charged" = "Batteriet er opladt.";
"Short Battery Status" = "Anslået tid tilbage: %@ (%.0f %%)";
"Battery Status, Charging" = "Aktuel batterispænding: %.0f %%  Anslået tid før opladt: %@";
"Short Battery Status, Charging" = "Anslået tid før fuld: %@ (%.0f %%)";
"Current Charge" = " Aktuel batterispænding: %.0f %%";
"Calculating time" = "Beregner tid";
 
"Check Battery" = "Batteri til service."; 
"Poor Battery" = "Batteritilstand: Udskift nu.";
"Fair Battery" = "Batteritilstand: Udskift snart.";


"AutoProc" = "Automatisk";
"HighProc" = "Højest";
"NormalProc" = "Nedsat";

/* strings for tool tips */
"minute" = "minut";
"minutes" = "minutter";
"hour" = "time";
"hours" = "timer";

"dim" = "Dæmp";
"sleep" = "Vågeblus";
"halfminute" = ".5";

/* Format String to display tool tip with.  MUST contain two arguments that show where to insert the display
    dim time %1$@  and where to insert the display sleep time %2$@    They can be in any order.  The %1
    tells the string to put the first (dim time) parameter in that location.  %2 indicates the place to put
    the display sleep time. */
"Dim %@. Sleep %@." = "Dæmp %1$@. Vågeblus %2$@.";

"Never" = "Aldrig";
"1 minute" = "1 minut";
"3 minutes" = "3 minutter";
"5 minutes" = "5 minutter";
"10 minutes" = "10 minutter";
"15 minutes" = "15 minutter";
"20 minutes" = "20 minutter";
"25 minutes" = "25 minutter";
"30 minutes" = "30 minutter";  
"45 minutes" = "45 minutter";
"1 hour" = "1 time";
"1 hour 15 minutes" = "1 time og 15 minutter";
"1 hour 30 minutes" = "1 time og 30 minutter";  
"1 hour 45 minutes" = "1 time og 45 minutter";
"2 hours" = "2 timer";
"3 hours" = "3 timer";

"Better Energy Savings" = "Større energibesparelse";
"Better Battery Life" = "Længere batteritid";
"Better UPS Life" = "Bedre UPS-tid";

// *** Note to localizers: These strings will be clipped if they get much longer.
// The second string is almost as long as possible (about two additional character widths are possible)
"GFX_CHANGE_WARNING_TEXT_LOGOUT" = "Du skal logge ud, før denne ændring træder i kraft.";
"GFX_CHANGE_WARNING_TEXT_ALL_LOGOUT" = "Alle brugere skal starte igen, før denne ændring træder i kraft.";
"GFX_CHANGE_WARNING_TEXT_RESTART" = "Du skal starte igen, før denne ændring træder i kraft";

"GFX_CHANGE_TITLE" = "Du skal logge ud, før du kan ændre grafikindstillinger.";
"GFX_CHANGE_DESC" = "Klik på Log ud for at fortsætte. Du får mulighed for at arkivere alle åbne dokumenter.";
"GFX_CHANGE_TITLE2" = "Du skal starte igen, hvis du ændrer grafikindstillinger.";
"GFX_CHANGE_DESC2" = "Klik på Start igen for at fortsætte. Du får mulighed for at arkivere alle åbne dokumenter.";
"LOGOUT_BUTTON" = "Log ud";
"RESTART_BUTTON" = "Start igen";

"AUTO_SWITCH_MSG_ON"  = "Computeren skifter automatisk mellem grafikfunktioner for at øge batteritiden.";
"AUTO_SWITCH_MSG_OFF" = "Når automatisk skift er slået fra, bruger computeren altid grafik med høj opløsning.\nDette kan formindske batteritiden.";

//"Custom Profile Tooltip" = "Custom Settings";

//"energy savings" = "energy savings";
//"battery life" = "battery life";
//"UPS life" = "UPS life";

//"Profile High Perf Rating" = "Your energy settings are optimized for high performance.";
//"Profile Better Performance Rating" = "Your energy settings are optimized for better than average %@.";
//"Profile Normal Rating" = "Your energy settings are optimized for normal performance and %@.";
//"Profile Better Energy Rating" = "Your energy settings are optimized for better than average %@.";

//"long battery life" = "long battery life";
//"long UPS life" = "long UPS life";
//"high energy savings" = "high energy savings";
//"Profile High Energy Savings Rating" = "Your energy settings are optimized for %@.";


